{'Artist': {'Albums': {u'Hitzone 49': u'Universal Music B.V.', u'The Fame (International Version)': u'Universal Music GmbH', u'Floorfillers 2010': u'Universal Music Ireland Ltd.', u'NRJ Hit List 2010': u'Universal Music Division UMSM', u'Telephone': u'Universal Music Division Polydor', u'2010 Grammy Nominees': u'Capitol Records (New Release)', u'Bad Romance': u'Polydor Associated Labels', u'Boys Boys Boys': u'Universal Music S.A.', u'Bad Romance Remixes': u'Universal Music Division Polydor', u'The Fame Monster': u'Streamline/Interscope/KonLive/Cherrytree', u'NRJ Hits 13': u'Universal Music Oy', u'B-Sides': u'SG Records \xa9', u'Love 2 Club': u'Universal Music TV Campaign Division', u"Let's Get It Started": u'Universal Music Ireland Ltd.', u'The Cherrytree Sessions': u'Universal Music Portugal SA', u'Pop Party 7 / Compilation': u'Universal Music Ireland Ltd.', u'Beautiful, Dirty, Rich': u'Streamline/Interscope/KonLive/Cherrytree', u'Just Dance (Remixes Part 2)': u'Interscope', u'LoveGame The Remixes': u'OOO Universal Music', u'Christmas Tree': u'Universal Music Division Polydor', u'The Remix': u'Universal Music Ltd.', u"Now That's What I Call Music! 76": u'EMI UK', u"Now That's What I Call Music! 75": u'EMI UK', u"Now That's What I Call Music! 74": u'EMI UK', u'Untitled Album': u'Call The Medic, Call The Nurse!!', u'The Fame': u'Universal Music International Div.', u'Just Dance (Remixes)': u'Interscope', u'The Fame Monster EP': u'Universal Music s.r.o.', u'Just Dance': u'Polydor Associated Labels', u'Poker Face (Remixes)': u'Interscope', u'Confessions of a Shopaholic': u'Hollywood Records Inc.', u'Superventas 2010': u'Universal Music Spain S.L.', u'Ultimate R&B Love 2010': u'Universal Music Ltd. (Malaysia branch)', u'Poker Face': u'Universal Music Oy', u'LoveGame Remixes': u'OOO Universal Music', u'Confessions Of A Shopaholic': u'EMI UK', u'M6 Hits Et\xe9 2009': u'Universal Music Division UMSM', u'Paparazzi Remixes EP': u'OOO Universal Music', u'LoveGame': u'OOO Universal Music', u'Battle For Aoelis': u'this.Label', u'Clubland Vol. 5': u'Universal Music Strategic Marketing', u'Bad Romance - The Remixes Part 2': u'Streamline/Interscope/KonLive/Cherrytree', u'Ultimate R&B 2009': u'Universal Music Oy', u'The Fame (Revised UK version)': u'Universal Music Ireland Ltd.', u'Clubland 15': u'Universal Music Ireland Ltd.', u'Eh, Eh (Nothing Else I Can Say)': u'Universal Music Polska Sp. z o.o.', u'Paparazzi': u'Universal Music Division Polydor', u'Alejandro': u'Polydor Associated Labels', u'FUN Dancefloor Winter 2010': u'SME Strategic Marketing Group'}, 'Name': u'Lady+Gaga'}}