{'Artist': {'Albums': {u'Flash Delirium': u'Columbia', u'Just The Hits 2009': u'SONY BMG MUSIC (CANADA) INC.', u'Match Of The Day - World Cup Edition': u'Sony Music UK', u'American Teen - Music From The Motion Picture': u'StarTime International/Columbia', u'Booom Springbreak 15 Songs': u'Ariola', u'So Fresh - The Hits Of Summer 2009 & The Best Of 2008': u'Universal Music Australia Pty. Ltd.', u'Pursuit Of Happiness': u'Universal-Island Records Ltd.', u'FM4 Soundselection Vol.18': u'Columbia', u'The Anthems': u'Universal Music Ireland Ltd.', u'Hits & Stars 2008': u'Sony BMG Music Entertainment', u'Epic': u'Sony Music UK', u'Fierce!': u'Sony BMG Special Projects', u'Mixdown 2009': u'Sony Music Canada', u'Metanoia': u'Columbia', u'Brit Awards 2009': u'Sony Music UK', u'Time To Pretend EP': u'Cantora Records', u"It's Working": u'Columbia', u'Music From the Motion Picture 21': u'Columbia', u'Time To Pretend': u'Cantora Records', u"Red Ink's Indie Music Diary": u'SONY BMG CATALOG', u'Ministry Of Sound Presents Clubbers Guide To 2009': u'Universal Music Australia Pty. Ltd.', u'Hits For Kids 10': u'Sony Music Entertainment', u'Clubland Summer 2009': u'Universal Music GmbH', u"Now That's What I Call Music! 72": u'EMI UK', u'Weekend Wars': u'Columbia', u'Congratulations': u'Columbia', u'Kids': u'Columbia', u'Electro Clash': u'Sony Music Entertainment', u'Fortissima': u'Columbia', u'Matt Preston - Music From Another Platter': u'Sony Music Entertainment', u'Hits Connection 2009 Vol 2': u'SBME Strategic Marketing Group', u'101 Running Songs Lap 2': u'EMI UK', u'Alternative Summer 2009': u'Universal Music GmbH', u'Q - The Music': u'SONY BMG MUSIC UK', u'Electric Feel': u'Columbia', u'Q - The Album': u'SONY BMG MUSIC UK', u'Booom Springbreak 20 Songs': u'Ariola', u"GERMANY'S NEXT TOPMODEL": u'Ariola', u'Q The Anthems': u'Sony Music UK', u'Et\xe9 2008': u'SBME Strategic Marketing Group', u'Oracular Spectacular': u'Red Ink/Columbia', u'Rock 100': u'Sony BMG Music Entertainment', u'Match Of The Day': u'Sony Music UK', u'Summer Sounds': u'Universal Music Australia Pty. Ltd.', u'Club Sounds Vol. 48': u'Ariola', u'Balance Le Son': u'Universal Music Division UMSM', u'Re:mix': u'Columbia'}, 'Name': u'MGMT'}}